{
    "blog":[{
        "item_name":"Skywalk –the latest Real Estate Trend ",
        "id":"I01",
        "image":"../assets/Siddha-Group.jpg",
        "brief":" Skywalks  or sky bridges are bridge-like structures which connect high-rise buildings with each other.This bridge acts as a way of going from one b...",
        "text1":" Skywalks or sky bridges are bridge like structures which connect high rise buildings with each other This bridge acts as a way of going from one building to another Generally skywalks are used in commercial buildings like malls or office buildings",
        "text2":" A connective bridge is incorporated into the designs of commercial buildings so that people can move freely through the buildings without being affected by the weather outside  Having skywalks in residential buildings is rare but it is seen that buyers appreciate such projects.",
        "text3":   " Kolkata has never had buildings that are connected by skywalks like other cities of India. But situations took a turn after leading real estate companies took the matter into their hands. Things started changing. With their efforts skywalk projects are becoming a reality in Kolkata. In fact with the enthusiasm of the buyers skywalks are slowly becoming the hottest new trend in the real estate scene of Kolkata.  The new projects that are coming up in Kolkata are residential buildings with skywalks. These projects are incorporating a new technique that is rooftop skywalk. The rooftop skywalk that connects the buildings is an epitome of architectural finesse."
        },{
        "item_name":"Safety Features to Look For in a High-Rise",
        "id":"I02",
        "image":"../assets/safety_features.jpeg",
        "brief":"Generally, high rise apartment buildings are considered to be safer in comparison to the other types of multifamily housing. They are not like low ...",
        "text1": " Buildings with each other. This bridge acts as a way of going from one building to another. Generally skywalks are used in commercial buildings like malls or office buildings. A connective bridge is incorporated into the designs of commercial buildings so that people can move freely through the buildings  without being affected by the weather outside." ,
        "text2":"Having skywalks in residential buildings is rare  but it is seen that buyers appreciate such projects. Kolkata has never had buildings that are connected by skywalks like other cities of India. But situations took a turn after leading real estate companies took the matter into their hands. Things started changing. With their efforts skywalk projects are becoming a reality in Kolkata. ",
        "text3":"In fact with the enthusiasm of the buyers skywalks are slowly becoming the hottest new trend in the real estate scene of Kolkata. The new projects that are coming up in Kolkata are residential buildings with skywalks. These projects are incorporating a new technique that is rooftop skywalk. The rooftop skywalk that connects the buildings is an epitome of architectural finesse."
   
        },{
            "item_name":"Home Automation Revolutionize The Real Estate Sector",
            "id":"I03",
            "image":"../assets/home_automation.jpg",
            "brief":"Home automation systems are changing the very definition of homes. They have brought in enhanced security......",
            "text1": "In this day and age, owning a home defines your way of life. When people invest in real estate, they look for comfort and security. Somehow real estate and lifestyle have always been intertwined with each other. And just as technology has had a positive and powerful impact in improving lifestyles, it has also had an impact on the housing sector.",
            "text2":"A connective bridge is incorporated into the designs of commercial buildings so that people can move freely through the buildings  without being affected by the weather outside. Having skywalks in residential buildings is rare  but it is seen that buyers appreciate such projects.",
            "text3":" Kolkata has never had buildings that are connected by skywalks like other cities of India. But situations took a turn after leading real estate companies took the matter into their hands. Things started changing. With their efforts skywalk projects are becoming a reality in Kolkata. In fact with the enthusiasm of the buyers skywalks are slowly becoming the hottest new trend in the real estate scene of Kolkata. The new projects that are coming up in Kolkata are residential buildings with skywalks. These projects are incorporating a new technique that is rooftop skywalk. The rooftop skywalk that connects the buildings is an epitome of architectural finesse"
    
        }]
}